---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmSup2PerM
source: html/45508755-738e-6765-9bb0-32b839708132.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmSup2PerM Property

Symbol mm²/m, indicating unit Square millimeters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MmSup2PerM { get; }
```